Repository: arnavbhattWT/DCI-Calendar
Catalog: DCICalendar/Localizable.xcstrings
Source language: en
Languages: es_419

source: Annual tech conference covering the latest trends in technology.
es_419: Conferencia anual de tecnología que cubre las últimas tendencias en tecnología.

source: Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology.
es_419: Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología.

source: Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology. Annual tech conference covering the latest trends in technology.
es_419: Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología. Conferencia anual de tecnología que cubre las últimas tendencias en tecnología.

# calendar-screen.text.friday
source: Friday
es_419: Viernes

# calendar-screen.text.monday
source: Monday
es_419: Lunes

# calendar-screen.text.saturday
source: Saturday
es_419: Sábado

# calendar-screen.text.sunday
source: Sunday
es_419: Domingo

# calendar-screen.text.thursday
source: Thursday
es_419: Jueves

# calendar-screen.text.tuesday
source: Tuesday
es_419: Martes

# calendar-screen.text.wednesday
source: Wednesday
es_419: Miércoles

# event-list.text.no-events
source: There are no events to show this day.
es_419: No hay eventos para mostrar este día.

source: Global Health Innovative Practice Workshop
es_419: Taller de prácticas innovadoras de salud mundial

# home-screen.text.events-attended
source: events attended
es_419: eventos asistidos

# home-screen.text.events-to-unlock
source: Until Gift Drive Event
es_419: Hasta El Evento De La Campaña De Regalos

# home-screen.text.unlocked
source: Unlocked
es_419: Se Desbloquea

# home-screen.text.welcome
source: Welcome,
es_419: Bienvenido,

# home-screen.text.your-events
source: Your events
es_419: Tus eventos

# home-screen.toggle.partner
source: Partner
es_419: Socio

source: Networking Event
es_419: Evento de networking

source: Networking event for professionals in the environmental sciences.
es_419: Evento de networking para profesionales de las ciencias ambientales.

source: Tech Conference
es_419: Conferencia de tecnología

source: Workshop on innovative practices in global health.
es_419: Taller sobre prácticas innovadoras en salud mundial.

source: Wow Amazing Event
es_419: Guau, evento increíble

source: Yes
es_419: Sí
